Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Clear…
ar: مسح…
de: Löschen …
es: Borrar…
fr: Effacer…
hi: साफ़ करें…
it: Cancella…
ja: 消去…
ko: 지우기…
nl: Wis…
pl: Wymaż…
pt_br: Limpar…
ru: Очистить…
tr: Temizle…
uk: Очистити…
zh_hans: 清除…
zh_hant: 清除…

source: Click the microphone in the composer to dictate.
ar: انقر الميكروفون في محرر الرسائل لبدء الإملاء.
de: Klicke im Eingabefeld auf das Mikrofon, um zu diktieren.
es: Haz clic en el micrófono del editor de mensajes para dictar.
fr: Cliquez sur le micro de la zone de saisie pour dicter.
hi: बोलकर लिखने के लिए संदेश बॉक्स में माइक्रोफ़ोन पर क्लिक करें।
it: Fai clic sul microfono nel campo dei messaggi per dettare.
ja: メッセージ入力欄のマイクをクリックして音声入力します。
ko: 메시지 입력란의 마이크를 클릭하여 받아쓰십시오.
nl: Klik op de microfoon in het berichtveld om te dicteren.
pl: Kliknij mikrofon w polu wiadomości, aby dyktować.
pt_br: Clique no microfone do campo de mensagem para ditar.
ru: Нажмите на микрофон в поле сообщения, чтобы диктовать.
tr: Dikte etmek için mesaj alanındaki mikrofonu tıklayın.
uk: Натисніть мікрофон у полі повідомлення, щоб диктувати.
zh_hans: 点按消息输入框中的麦克风开始听写。
zh_hant: 按一下訊息輸入框中的麥克風開始聽寫。

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Close %@
ar: إغلاق %@
de: %@ schließen
es: Cerrar %@
fr: Fermer %@
hi: %@ बंद करें
it: Chiudi %@
ja: %@を閉じる
ko: %@ 닫기
nl: Sluit %@
pl: Zamknij %@
pt_br: Fechar %@
ru: Закрыть %@
tr: Kapat: %@
uk: Закрити %@
zh_hans: 关闭 %@
zh_hant: 關閉 %@

source: Close %lld Sessions
ar: إغلاق %lld جلسة
de: %lld Sitzungen schließen
es: Cerrar %lld sesiones
fr: Fermer %lld sessions
hi: %lld सेशन बंद करें
it: Chiudi %lld sessioni
ja: %lld個のセッションを閉じる
ko: 세션 %lld개 닫기
nl: Sluit %lld sessies
pl: Zamknij %lld sesji
pt_br: Fechar %lld Sessões
ru: Закрыть %lld сессии
tr: %lld Oturumu Kapat
uk: Закрити %lld сеансу
zh_hans: 关闭 %lld 个会话
zh_hant: 關閉 %lld 個工作階段

source: Close %lld Sessions?
ar: هل تريد إغلاق %lld جلسة؟
de: %lld Sitzungen schließen?
es: ¿Cerrar %lld sesiones?
fr: Fermer %lld sessions ?
hi: %lld सेशन बंद करें?
it: Chiudere %lld sessioni?
ja: %lld個のセッションを閉じますか？
ko: 세션 %lld개를 닫겠습니까?
nl: %lld sessies sluiten?
pl: Zamknąć %lld sesji?
pt_br: Fechar %lld Sessões?
ru: Закрыть %lld сессии?
tr: %lld Oturum Kapatılsın mı?
uk: Закрити %lld сеансу?
zh_hans: 要关闭 %lld 个会话吗？
zh_hant: 要關閉 %lld 個工作階段嗎？

source: Close Session
ar: إغلاق الجلسة
de: Sitzung schließen
es: Cerrar la sesión
fr: Fermer la session
hi: सेशन बंद करें
it: Chiudi sessione
ja: セッションを閉じる
ko: 세션 닫기
nl: Sluit sessie
pl: Zamknij sesję
pt_br: Fechar Sessão
ru: Закрыть сессию
tr: Oturumu Kapat
uk: Закрити сеанс
zh_hans: 关闭会话
zh_hant: 關閉工作階段

source: Close Tab
ar: إغلاق علامة التبويب
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l’onglet
hi: टैब बंद करें
it: Chiudi pannello
ja: タブを閉じる
ko: 탭 닫기
nl: Sluit tabblad
pl: Zamknij kartę
pt_br: Fechar Aba
ru: Закрыть вкладку
tr: Sekmeyi Kapat
uk: Закрити вкладку
zh_hans: 关闭标签页
zh_hant: 關閉標籤頁

source: Close Terminal
ar: إغلاق الطرفية
de: Terminal schließen
es: Cerrar terminal
fr: Fermer le terminal
hi: टर्मिनल बंद करें
it: Chiudi terminale
ja: ターミナルを閉じる
ko: 터미널 닫기
nl: Sluit terminal
pl: Zamknij terminal
pt_br: Fechar Terminal
ru: Закрыть терминал
tr: Terminali Kapat
uk: Закрити термінал
zh_hans: 关闭终端
zh_hant: 關閉終端機

source: Close Terminal (⌘W)
ar: إغلاق الطرفية (⌘W)
de: Terminal schließen (⌘W)
es: Cerrar terminal (⌘W)
fr: Fermer le terminal (⌘W)
hi: टर्मिनल बंद करें (⌘W)
it: Chiudi terminale (⌘W)
ja: ターミナルを閉じる（⌘W）
ko: 터미널 닫기(⌘W)
nl: Sluit terminal (⌘W)
pl: Zamknij terminal (⌘W)
pt_br: Fechar Terminal (⌘W)
ru: Закрыть терминал (⌘W)
tr: Terminali Kapat (⌘W)
uk: Закрити термінал (⌘W)
zh_hans: 关闭终端（⌘W）
zh_hant: 關閉終端機（⌘W）

source: Close this session?
ar: هل تريد إغلاق هذه الجلسة؟
de: Diese Sitzung schließen?
es: ¿Cerrar esta sesión?
fr: Fermer cette session ?
hi: यह सेशन बंद करें?
it: Chiudere questa sessione?
ja: このセッションを閉じますか？
ko: 이 세션을 닫겠습니까?
nl: Deze sessie sluiten?
pl: Zamknąć tę sesję?
pt_br: Fechar esta sessão?
ru: Закрыть эту сессию?
tr: Bu oturum kapatılsın mı?
uk: Закрити цей сеанс?
zh_hans: 要关闭此会话吗？
zh_hant: 要關閉此工作階段嗎？

source: Close this terminal?
ar: هل تريد إغلاق هذه الطرفية؟
de: Dieses Terminal schließen?
es: ¿Cerrar este terminal?
fr: Fermer ce terminal ?
hi: यह टर्मिनल बंद करें?
it: Chiudere questo terminale?
ja: このターミナルを閉じますか？
ko: 이 터미널을 닫겠습니까?
nl: Deze terminal sluiten?
pl: Zamknąć ten terminal?
pt_br: Fechar este terminal?
ru: Закрыть этот терминал?
tr: Bu terminal kapatılsın mı?
uk: Закрити цей термінал?
zh_hans: 要关闭此终端吗？
zh_hant: 要關閉此終端機嗎？

source: Close “%@”?
ar: هل تريد إغلاق «%@»؟
de: „%@“ schließen?
es: ¿Cerrar “%@”?
fr: Fermer « %@ » ?
hi: “%@” बंद करें?
it: Chiudere “%@”?
ja: 「%@」を閉じますか？
ko: “%@”을(를) 닫겠습니까?
nl: ‘%@’ sluiten?
pl: Zamknąć „%@”?
pt_br: Fechar “%@”?
ru: Закрыть «%@»?
tr: “%@” kapatılsın mı?
uk: Закрити «%@»?
zh_hans: 要关闭“%@”吗？
zh_hant: 要關閉「%@」嗎？

source: Closed
ar: مغلقة
de: Geschlossen
es: Cerrada
fr: Fermée
hi: बंद
it: Chiusa
ja: 終了
ko: 닫힘
nl: Gesloten
pl: Zamknięta
pt_br: Fechada
ru: Закрыта
tr: Kapatıldı
uk: Закрито
zh_hans: 已关闭
zh_hant: 已關閉

source: Closest that can be read: %@
ar: أقرب مجلد قابل للقراءة: %@
de: Nächster lesbarer Ort: %@
es: La más cercana que se puede leer: %@
fr: La plus proche qui reste lisible : %@
hi: सबसे निकट का पढ़ने योग्य: %@
it: La più vicina leggibile: %@
ja: 読み込める最も近いフォルダ：%@
ko: 읽을 수 있는 가장 가까운 폴더: %@
nl: Dichtstbijzijnde die leesbaar is: %@
pl: Najbliższy możliwy do odczytu: %@
pt_br: A mais próxima que pode ser lida: %@
ru: Ближайшая доступная для чтения: %@
tr: Okunabilen en yakın: %@
uk: Найближча, яку можна прочитати: %@
zh_hans: 最近的可读取位置：%@
zh_hant: 最接近的可讀取位置：%@

source: Cloud, an API key
ar: السحابة، مفتاح API
de: Cloud, ein API-Schlüssel
es: Nube, clave de API
fr: Cloud, clé d’API
hi: क्लाउड, API कुंजी
it: Cloud, una chiave API
ja: クラウド、APIキー
ko: 클라우드, API 키
nl: Cloud, een API-sleutel
pl: Chmura, klucz API
pt_br: Nuvem, uma chave de API
ru: Облако, ключ API
tr: Bulut, bir API anahtarı
uk: Хмара, ключ API
zh_hans: 云端，使用 API 密钥
zh_hant: 雲端，API 密鑰

source: Collapse
ar: طي
de: Einklappen
es: Contraer
fr: Replier
hi: संक्षिप्त करें
it: Comprimi
ja: 折りたたむ
ko: 접기
nl: Klap in
pl: Zwiń
pt_br: Recolher
ru: Свернуть
tr: Daralt
uk: Згорнути
zh_hans: 折叠
zh_hant: 收合

source: Collapse Group
ar: طي المجموعة
de: Gruppe einklappen
es: Contraer grupo
fr: Replier le groupe
hi: समूह संक्षिप्त करें
it: Comprimi gruppo
ja: グループを折りたたむ
ko: 그룹 접기
nl: Klap groep in
pl: Zwiń grupę
pt_br: Recolher Grupo
ru: Свернуть группу
tr: Grubu Daralt
uk: Згорнути групу
zh_hans: 折叠组
zh_hant: 收合群組

source: Collapse Others
ar: طي الأخرى
de: Andere einklappen
es: Contraer los demás
fr: Replier les autres
hi: अन्य संक्षिप्त करें
it: Comprimi gli altri
ja: ほかを折りたたむ
ko: 나머지 접기
nl: Klap andere in
pl: Zwiń pozostałe
pt_br: Recolher Outros
ru: Свернуть остальные
tr: Diğerlerini Daralt
uk: Згорнути інші
zh_hans: 折叠其他
zh_hant: 收合其他

source: Collapsed
ar: مطوية
de: Eingeklappt
es: Contraído
fr: Replié
hi: संक्षिप्त
it: Compresso
ja: 折りたたみ
ko: 접힘
nl: Ingeklapt
pl: Zwinięta
pt_br: Recolhido
ru: Свёрнута
tr: Daraltılmış
uk: Згорнуто
zh_hans: 已折叠
zh_hant: 已收合

source: Colour
ar: اللون
de: Farbe
es: Color
fr: Couleur
hi: रंग
it: Colore
ja: 色
ko: 색상
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
tr: Renk
uk: Колір
zh_hans: 颜色
zh_hant: 顏色

source: Colour wheel
ar: عجلة الألوان
de: Farbrad
es: Rueda de colores
fr: Roue des couleurs
hi: रंग चक्र
it: Ruota dei colori
ja: カラーホイール
ko: 색상환
nl: Kleurenwiel
pl: Koło kolorów
pt_br: Roda de cores
ru: Цветовой круг
tr: Renk çarkı
uk: Колірне коло
zh_hans: 色轮
zh_hant: 色輪

source: Colours
ar: الألوان
de: Farben
es: Colores
fr: Couleurs
hi: रंग
it: Colori
ja: 色
ko: 색상
nl: Kleuren
pl: Kolory
pt_br: Cores
ru: Цвета
tr: Renkler
uk: Кольори
zh_hans: 颜色
zh_hant: 顏色

source: Come back to Vibe Manager. Agents get the access as soon as the background process that runs them restarts, which Vibe Manager does when none of them is running.
ar: عُد إلى Vibe Manager. يحصل الوكلاء على الوصول بمجرد إعادة تشغيل عملية الخلفية التي تشغّلهم، وهو ما يفعله Vibe Manager عندما لا يكون أي منهم قيد التشغيل.
de: Kehre zu Vibe Manager zurück. Die Agents erhalten den Zugriff, sobald der Hintergrundprozess, der sie ausführt, neu startet – was Vibe Manager tut, wenn keiner von ihnen läuft.
es: Vuelve a Vibe Manager. Los agentes obtienen el acceso en cuanto se reinicia el proceso en segundo plano que los ejecuta, lo que Vibe Manager hace cuando ninguno está en ejecución.
fr: Revenez dans Vibe Manager. Les agents ont l’accès dès que le processus d’arrière-plan qui les lance redémarre, ce que Vibe Manager fait quand aucun d’eux ne tourne.
hi: Vibe Manager पर वापस आएँ। एजेंटों को चलाने वाली बैकग्राउंड प्रोसेस के फिर से शुरू होते ही उन्हें ऐक्सेस मिल जाता है, जो Vibe Manager तब करता है जब उनमें से कोई नहीं चल रहा होता।
it: Torna su Vibe Manager. Gli agenti ottengono l’accesso non appena si riavvia il processo in background che li esegue, cosa che Vibe Manager fa quando nessuno di essi è in esecuzione.
ja: Vibe Managerに戻ってください。エージェントを実行するバックグラウンドプロセスが再起動するとすぐにアクセス権が与えられます。Vibe Managerは、実行中のエージェントがなくなったときに再起動します。
ko: Vibe Manager로 돌아오십시오. 에이전트를 실행하는 백그라운드 프로세스가 재시작되면 바로 접근 권한이 적용되며, Vibe Manager는 실행 중인 에이전트가 없을 때 이를 재시작합니다.
nl: Kom terug naar Vibe Manager. Agents krijgen de toegang zodra het achtergrondproces dat ze uitvoert herstart, wat Vibe Manager doet wanneer er geen enkele actief is.
pl: Wróć do Vibe Manager. Agenci otrzymają dostęp, gdy tylko proces w tle, który ich uruchamia, zostanie uruchomiony ponownie — Vibe Manager robi to, gdy żaden z nich nie działa.
pt_br: Volte ao Vibe Manager. Os agentes recebem o acesso assim que o processo em segundo plano que os executa reinicia, o que o Vibe Manager faz quando nenhum deles está em execução.
ru: Вернитесь в Vibe Manager. Агенты получат доступ, как только перезапустится фоновый процесс, который их запускает; Vibe Manager делает это, когда ни один из них не работает.
tr: Vibe Manager’a geri dönün. Ajanlar, onları çalıştıran arka plan işlemi yeniden başlar başlamaz erişimi alır; Vibe Manager bunu hiçbiri çalışmıyorken yapar.
uk: Поверніться до Vibe Manager. Агенти отримають доступ, щойно перезапуститься фоновий процес, що їх запускає, — Vibe Manager робить це, коли жоден із них не працює.
zh_hans: 请返回 Vibe Manager。运行智能体的后台进程一旦重新启动，智能体就会获得访问权限；Vibe Manager 会在没有智能体运行时重新启动该进程。
zh_hant: 請回到 Vibe Manager。執行代理程式的背景程序一重新啟動，代理程式就會取得權限；Vibe Manager 會在沒有代理程式執行時進行重新啟動。

source: Commands the hooks run
ar: الأوامر التي تنفّذها الـ hooks
de: Von den Hooks ausgeführte Befehle
es: Comandos que ejecutan los hooks
fr: Commandes exécutées par les hooks
hi: hooks द्वारा चलाई जाने वाली कमांड
it: Comandi eseguiti dagli hook
ja: フックが実行するコマンド
ko: hook이 실행하는 명령
nl: Opdrachten die de hooks uitvoeren
pl: Polecenia wykonywane przez hooki
pt_br: Comandos executados pelos hooks
ru: Команды, выполняемые хуками
tr: Hook’ların çalıştırdığı komutlar
uk: Команди, які виконують хуки
zh_hans: hook 运行的命令
zh_hant: hook 執行的指令

source: Committed
ar: في commit
de: Committet
es: Con commit
fr: Commités
hi: कमिट की गईं
it: Sottoposti a commit
ja: コミット済み
ko: 커밋됨
nl: Gecommit
pl: W commitach
pt_br: Com commit
ru: Закоммичено
tr: Commit edilenler
uk: Закомічено
zh_hans: 已提交
zh_hant: 已 commit

source: Compared with %@, as last fetched: nothing is fetched here.
ar: بالمقارنة مع %@، كما جُلب آخر مرة: لا يتم جلب أي شيء هنا.
de: Verglichen mit %@ vom letzten Fetch: Hier wird nichts abgerufen.
es: Comparado con %@ tal como se obtuvo la última vez: aquí no se obtiene nada.
fr: Comparé à %@, tel que récupéré la dernière fois : rien n’est récupéré ici.
hi: %@ से तुलना, पिछली बार fetch किए अनुसार: यहाँ कुछ भी fetch नहीं किया जाता।
it: Confrontato con %@, come all’ultimo fetch: qui non viene eseguito alcun fetch.
ja: 最後にフェッチした%@と比較しています。ここではフェッチしません。
ko: 마지막으로 가져온 %@와(과) 비교함: 여기서는 아무것도 가져오지 않습니다.
nl: Vergeleken met %@, zoals laatst opgehaald: hier wordt niets opgehaald.
pl: Porównano z %@ według ostatniego pobrania: tutaj nic nie jest pobierane.
pt_br: Comparado com %@, como no último fetch: nenhum fetch é feito aqui.
ru: Сравнение с %@ на момент последнего fetch: здесь ничего не загружается.
tr: En son alındığı hâliyle %@ ile karşılaştırıldı: burada hiçbir şey alınmaz.
uk: Порівняно з %@ на момент останнього fetch: тут нічого не завантажується.
zh_hans: 与上次获取的 %@ 比较：此处不会执行获取。
zh_hant: 與上次 fetch 時的 %@ 比較：此處不會 fetch。

source: Complete It
ar: إكمالها
de: Vervollständigen
es: Completarlo
fr: Le compléter
hi: इसे पूरा करें
it: Completalo
ja: 完成させる
ko: 완성하기
nl: Maak hem compleet
pl: Uzupełnij go
pt_br: Completá-lo
ru: Дополнить
tr: Tamamla
uk: Доповнити
zh_hans: 补全
zh_hant: 補齊

source: Conflicts
ar: التعارضات
de: Konflikte
es: Conflictos
fr: Conflits
hi: विरोध
it: Conflitti
ja: コンフリクト
ko: 충돌
nl: Conflicten
pl: Konflikty
pt_br: Conflitos
ru: Конфликты
tr: Çakışmalar
uk: Конфлікти
zh_hans: 冲突
zh_hant: 衝突

source: Connection
ar: الاتصال
de: Verbindung
es: Conexión
fr: Connexion
hi: कनेक्शन
it: Connessione
ja: 接続
ko: 연결
nl: Verbinding
pl: Połączenie
pt_br: Conexão
ru: Подключение
tr: Bağlantı
uk: З’єднання
zh_hans: 连接
zh_hant: 連線

source: Contains the selected session
ar: تحتوي على الجلسة المحددة
de: Enthält die ausgewählte Sitzung
es: Contiene la sesión seleccionada
fr: Contient la session sélectionnée
hi: इसमें चयनित सेशन है
it: Contiene la sessione selezionata
ja: 選択中のセッションを含む
ko: 선택한 세션 포함
nl: Bevat de geselecteerde sessie
pl: Zawiera zaznaczoną sesję
pt_br: Contém a sessão selecionada
ru: Содержит выбранную сессию
tr: Seçili oturumu içerir
uk: Містить вибраний сеанс
zh_hans: 包含所选会话
zh_hant: 包含所選的工作階段

source: Context
ar: السياق
de: Kontext
es: Contexto
fr: Contexte
hi: संदर्भ
it: Contesto
ja: コンテキスト
ko: 컨텍스트
pl: Kontekst
pt_br: Contexto
ru: Контекст
tr: Bağlam
uk: Контекст
zh_hans: 上下文
zh_hant: 情境

source: Continue Anyway
ar: المتابعة على أي حال
de: Trotzdem fortfahren
es: Continuar de todos modos
fr: Continuer quand même
hi: फिर भी जारी रखें
it: Continua comunque
ja: 続ける
ko: 그래도 계속
nl: Ga toch door
pl: Kontynuuj mimo to
pt_br: Continuar Mesmo Assim
ru: Всё равно продолжить
tr: Yine de Devam Et
uk: Усе одно продовжити
zh_hans: 仍要继续
zh_hant: 仍要繼續

source: Conversation
ar: المحادثة
de: Unterhaltung
es: Conversación
hi: बातचीत
it: Conversazione
ja: 会話
ko: 대화
nl: Gesprek
pl: Rozmowa
pt_br: Conversa
ru: Беседа
tr: Konuşma
uk: Розмова
zh_hans: 对话
zh_hant: 對話

source: Conversation Theme
ar: سمة المحادثة
de: Design der Unterhaltung
es: Tema de la conversación
fr: Thème de la conversation
hi: बातचीत की थीम
it: Tema della conversazione
ja: 会話のテーマ
ko: 대화 테마
nl: Gespreksthema
pl: Motyw rozmowy
pt_br: Tema da Conversa
ru: Тема беседы
tr: Konuşma Teması
uk: Тема розмови
zh_hans: 对话主题
zh_hant: 對話主題

source: Conversation Theme: %@
ar: سمة المحادثة: %@
de: Design der Unterhaltung: %@
es: Tema de la conversación: %@
fr: Thème de la conversation : %@
hi: बातचीत की थीम: %@
it: Tema della conversazione: %@
ja: 会話のテーマ：%@
ko: 대화 테마: %@
nl: Gespreksthema: %@
pl: Motyw rozmowy: %@
pt_br: Tema da Conversa: %@
ru: Тема беседы: %@
tr: Konuşma Teması: %@
uk: Тема розмови: %@
zh_hans: 对话主题：%@
zh_hant: 對話主題：%@

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
it: Copia
ja: コピー
ko: 복사
nl: Kopieer
pl: Kopiuj
pt_br: Copiar
ru: Скопировать
tr: Kopyala
uk: Скопіювати
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy %@
ar: نسخ %@
de: %@ kopieren
es: Copiar %@
fr: Copier %@
hi: %@ कॉपी करें
it: Copia %@
ja: %@をコピー
ko: %@ 복사
nl: Kopieer %@
pl: Kopiuj %@
pt_br: Copiar %@
ru: Скопировать %@
tr: Kopyala: %@
uk: Скопіювати %@
zh_hans: 拷贝 %@
zh_hant: 拷貝 %@

source: Copy Address
ar: نسخ العنوان
de: Adresse kopieren
es: Copiar dirección
fr: Copier l’adresse
hi: पता कॉपी करें
it: Copia indirizzo
ja: アドレスをコピー
ko: 주소 복사
nl: Kopieer adres
pl: Kopiuj adres
pt_br: Copiar Endereço
ru: Скопировать адрес
tr: Adresi Kopyala
uk: Скопіювати адресу
zh_hans: 拷贝地址
zh_hant: 拷貝位址

source: Copy Name
ar: نسخ الاسم
de: Namen kopieren
es: Copiar nombre
fr: Copier le nom
hi: नाम कॉपी करें
it: Copia nome
ja: 名前をコピー
ko: 이름 복사
nl: Kopieer naam
pl: Kopiuj nazwę
pt_br: Copiar Nome
ru: Скопировать название
tr: Adı Kopyala
uk: Скопіювати назву
zh_hans: 拷贝名称
zh_hant: 拷貝名稱

source: Copy Notes
ar: نسخ الملاحظات
de: Notizen kopieren
es: Copiar las notas
fr: Copier les notes
hi: नोट्स कॉपी करें
it: Copia note
ja: メモをコピー
ko: 메모 복사
nl: Kopieer notities
pl: Kopiuj notatki
pt_br: Copiar Notas
ru: Скопировать заметки
tr: Notları Kopyala
uk: Скопіювати нотатки
zh_hans: 拷贝备注
zh_hant: 拷貝筆記

source: Copy Path
ar: نسخ المسار
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
hi: पथ कॉपी करें
it: Copia percorso
ja: パスをコピー
ko: 경로 복사
nl: Kopieer pad
pl: Kopiuj ścieżkę
pt_br: Copiar Caminho
ru: Скопировать путь
tr: Yolu Kopyala
uk: Скопіювати шлях
zh_hans: 拷贝路径
zh_hant: 拷貝路徑

source: Copy Reference
ar: نسخ المرجع
de: Referenz kopieren
es: Copiar referencia
fr: Copier la référence
hi: संदर्भ कॉपी करें
it: Copia riferimento
ja: 参照をコピー
ko: 참조 복사
nl: Kopieer verwijzing
pl: Kopiuj odwołanie
pt_br: Copiar Referência
ru: Скопировать ссылку
tr: Referansı Kopyala
uk: Скопіювати посилання
zh_hans: 拷贝引用
zh_hant: 拷貝參照

source: Copy Relative Path
ar: نسخ المسار النسبي
de: Relativen Pfad kopieren
es: Copiar ruta relativa
fr: Copier le chemin relatif
hi: सापेक्ष पथ कॉपी करें
it: Copia percorso relativo
ja: 相対パスをコピー
ko: 상대 경로 복사
nl: Kopieer relatief pad
pl: Kopiuj ścieżkę względną
pt_br: Copiar Caminho Relativo
ru: Скопировать относительный путь
tr: Göreli Yolu Kopyala
uk: Скопіювати відносний шлях
zh_hans: 拷贝相对路径
zh_hant: 拷貝相對路徑

source: Copy URL
ar: نسخ URL
de: URL kopieren
es: Copiar URL
fr: Copier l’URL
hi: URL कॉपी करें
it: Copia URL
ja: URLをコピー
ko: URL 복사
nl: Kopieer URL
pl: Kopiuj URL
pt_br: Copiar URL
ru: Скопировать URL
tr: URL’yi Kopyala
uk: Скопіювати URL
zh_hans: 拷贝 URL
zh_hant: 拷貝 URL

source: Copy as Markdown
ar: نسخ بتنسيق Markdown
de: Als Markdown kopieren
es: Copiar como Markdown
fr: Copier en Markdown
hi: Markdown के रूप में कॉपी करें
it: Copia come Markdown
ja: Markdownとしてコピー
ko: Markdown으로 복사
nl: Kopieer als Markdown
pl: Kopiuj jako Markdown
pt_br: Copiar como Markdown
ru: Скопировать как Markdown
tr: Markdown Olarak Kopyala
uk: Скопіювати як Markdown
zh_hans: 拷贝为 Markdown
zh_hant: 拷貝為 Markdown

source: Cost
ar: التكلفة
de: Kosten
es: Coste
fr: Coût
hi: लागत
it: Costo
ja: コスト
ko: 비용
nl: Kosten
pl: Koszt
pt_br: Custo
ru: Стоимость
tr: Maliyet
uk: Вартість
zh_hans: 费用
zh_hant: 費用

source: Cost: not available — neither CLI reports a reliable cost.
ar: التكلفة: غير متوفرة — لا تقدّم أي من واجهتي CLI تكلفة موثوقة.
de: Kosten: nicht verfügbar – keine der beiden CLIs liefert verlässliche Kosten.
es: Coste: no disponible — ninguna de las dos CLI ofrece un coste fiable.
fr: Coût : non disponible — aucune des deux CLI ne fournit un coût fiable.
hi: लागत: उपलब्ध नहीं — कोई भी CLI विश्वसनीय लागत नहीं बताता।
it: Costo: non disponibile — nessuna delle due CLI fornisce un costo affidabile.
ja: コスト：利用不可 — どちらのCLIも信頼できるコストを報告しません。
ko: 비용: 사용할 수 없음 — 두 CLI 모두 신뢰할 수 있는 비용을 제공하지 않습니다.
nl: Kosten: niet beschikbaar — geen van beide CLI's geeft betrouwbare kosten op.
pl: Koszt: niedostępny — żadne z CLI nie podaje wiarygodnego kosztu.
pt_br: Custo: indisponível — nenhuma das duas CLIs informa um custo confiável.
ru: Стоимость: недоступна — ни один из CLI не сообщает надёжную стоимость.
tr: Maliyet: kullanılamıyor — iki CLI de güvenilir bir maliyet bildirmiyor.
uk: Вартість: недоступна — жоден із CLI не надає надійних даних про вартість.
zh_hans: 费用：不可用 — 两个 CLI 都不提供可靠的费用数据。
zh_hant: 費用：無法提供 — 兩種 CLI 都未回報可靠的費用。

# Could not switch to %@: %@
source: Could not switch to %1$@: %2$@
ar: تعذّر التبديل إلى %1$@: %2$@
de: Wechsel zu %1$@ nicht möglich: %2$@
es: No se ha podido cambiar a %1$@: %2$@
fr: Impossible de passer à %1$@ : %2$@
hi: %1$@ पर नहीं बदल सके: %2$@
it: Impossibile passare a %1$@: %2$@
ja: %1$@に切り替えられませんでした：%2$@
ko: %1$@(으)로 전환할 수 없음: %2$@
nl: Kon niet wisselen naar %1$@: %2$@
pl: Nie można przełączyć na %1$@: %2$@
pt_br: Não foi possível trocar para %1$@: %2$@
ru: Не удалось перейти на %1$@: %2$@
tr: %1$@ ajanına geçilemedi: %2$@
uk: Не вдалося перейти на %1$@: %2$@
zh_hans: 无法切换到 %1$@：%2$@
zh_hant: 無法切換至 %1$@：%2$@

source: Couldn't start
ar: تعذّر البدء
de: Start fehlgeschlagen
es: No se ha podido iniciar
fr: Démarrage impossible
hi: शुरू नहीं हो सका
it: Avvio non riuscito
ja: 起動できませんでした
ko: 시작할 수 없음
nl: Kon niet starten
pl: Nie można uruchomić
pt_br: Falha ao iniciar
ru: Не удалось запустить
tr: Başlatılamadı
uk: Не вдалося запустити
zh_hans: 无法启动
zh_hant: 無法啟動

source: Couldn’t archive this session.
ar: تعذّرت أرشفة هذه الجلسة.
de: Diese Sitzung konnte nicht archiviert werden.
es: No se ha podido archivar esta sesión.
fr: Impossible d’archiver cette session.
hi: यह सेशन आर्काइव नहीं किया जा सका।
it: Impossibile archiviare questa sessione.
ja: このセッションをアーカイブできませんでした。
ko: 이 세션을 보관할 수 없습니다.
nl: Kan deze sessie niet archiveren.
pl: Nie można zarchiwizować tej sesji.
pt_br: Não foi possível arquivar esta sessão.
ru: Не удалось архивировать эту сессию.
tr: Bu oturum arşivlenemedi.
uk: Не вдалося архівувати цей сеанс.
zh_hans: 无法归档此会话。
zh_hant: 無法封存此工作階段。

source: Couldn’t archive “%@”.
ar: تعذّرت أرشفة «%@».
de: „%@“ konnte nicht archiviert werden.
es: No se ha podido archivar “%@”.
fr: Impossible d’archiver « %@ ».
hi: “%@” आर्काइव नहीं किया जा सका।
it: Impossibile archiviare “%@”.
ja: 「%@」をアーカイブできませんでした。
ko: “%@”을(를) 보관할 수 없습니다.
nl: Kan ‘%@’ niet archiveren.
pl: Nie można zarchiwizować „%@”.
pt_br: Não foi possível arquivar “%@”.
ru: Не удалось архивировать «%@».
tr: “%@” arşivlenemedi.
uk: Не вдалося архівувати «%@».
zh_hans: 无法归档“%@”。
zh_hant: 無法封存「%@」。

source: Couldn’t change the status of this session.
ar: تعذّر تغيير حالة هذه الجلسة.
de: Der Status dieser Sitzung konnte nicht geändert werden.
es: No se ha podido cambiar el estado de esta sesión.
fr: Impossible de changer le statut de cette session.
hi: इस सेशन की स्थिति नहीं बदली जा सकी।
it: Impossibile cambiare lo stato di questa sessione.
ja: このセッションのステータスを変更できませんでした。
ko: 이 세션의 상태를 변경할 수 없습니다.
nl: Kan de status van deze sessie niet wijzigen.
pl: Nie można zmienić statusu tej sesji.
pt_br: Não foi possível alterar o status desta sessão.
ru: Не удалось изменить статус этой сессии.
tr: Bu oturumun durumu değiştirilemedi.
uk: Не вдалося змінити статус цього сеансу.
zh_hans: 无法更改此会话的状态。
zh_hant: 無法更改此工作階段的狀態。

source: Couldn’t change the status of “%@”.
ar: تعذّر تغيير حالة «%@».
de: Der Status von „%@“ konnte nicht geändert werden.
es: No se ha podido cambiar el estado de “%@”.
fr: Impossible de changer le statut de « %@ ».
hi: “%@” की स्थिति नहीं बदली जा सकी।
it: Impossibile cambiare lo stato di “%@”.
ja: 「%@」のステータスを変更できませんでした。
ko: “%@”의 상태를 변경할 수 없습니다.
nl: Kan de status van ‘%@’ niet wijzigen.
pl: Nie można zmienić statusu „%@”.
pt_br: Não foi possível alterar o status de “%@”.
ru: Не удалось изменить статус «%@».
tr: “%@” oturumunun durumu değiştirilemedi.
uk: Не вдалося змінити статус «%@».
zh_hans: 无法更改“%@”的状态。
zh_hant: 無法更改「%@」的狀態。

source: Couldn’t close this session.
ar: تعذّر إغلاق هذه الجلسة.
de: Diese Sitzung konnte nicht geschlossen werden.
es: No se ha podido cerrar esta sesión.
fr: Impossible de fermer cette session.
hi: यह सेशन बंद नहीं किया जा सका।
it: Impossibile chiudere questa sessione.
ja: このセッションを閉じられませんでした。
ko: 이 세션을 닫을 수 없습니다.
nl: Kan deze sessie niet sluiten.
pl: Nie można zamknąć tej sesji.
pt_br: Não foi possível fechar esta sessão.
ru: Не удалось закрыть эту сессию.
tr: Bu oturum kapatılamadı.
uk: Не вдалося закрити цей сеанс.
zh_hans: 无法关闭此会话。
zh_hant: 無法關閉此工作階段。
